Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The possession of an electroshock weapon referred to in count VII of the indictment, of which A has been finally convicted in the district court, is an offence punished with fines.
nb: Besittelsen av elektrosjokkvåpenet omhandlet i tiltalens post VII, som A er rettskraftig dømt for i tingretten, er et bøteforhold.

source: In the joint document issued by the ICAO and the UNHCR in October 2013 –"Guide for Issuing Machine Readable Convention Travel Documents for Refugees and Stateless Persons" – which I have already addressed, a reference is made in the paragraph concerning "[e]ntitlement process" on page 10 to refugees' right to travel documents pursuant to article 28.
nb: I fellesdokumentet utgitt av ICAO og UNHCR i oktober 2013 –"Guide for Issuing Machine Readable Convention Travel Documents for Refugees and Stateless Persons" – som jeg allerede har vært inne på, henvises det i avsnittet om "[e]ntitlement process" på side 10 til flyktningers krav på reisedokument etter artikkel 28.

source: licence under, among others, the “catch all”-rule in section 7 c of the Regulations. According
nb: Opplysninger om sluttbruker er nødvendig for departementets vurdering av om en utførsel er lisenspliktig etter blant annet «catch all»-bestemmelsen i forskriften § 7 bokstav c.

source: from formally binding rules for the undertaking, see the Proposition side 53. It is also stated that the “inter-company and unilateral provisions in handbooks or fixed guidelines and routines for salary determination upon new employments” must have effect for the salary and working conditions for hired workers as long as they have not been changed.
nb: proposisjonen side 53. Det uttales der at også «virksomhetsinterne og ensidige bestemmelser i personalhåndbøker eller fastlagte retningslinjer og rutiner for lønnsfastsettelse ved nyansettelser» må få virkning for lønns- og arbeidsvilkårene for innleide arbeidstakere så lenge de ikke er endret.

source: I find that the statement must be interpreted in light of the state of the law under the Companies Act 1976.
nb: Etter mitt syn må uttalelsen leses i lys av hva som var rettstilstanden etter aksjeloven 1976.

source: The pilots were first transferred from NAS to NAN ‒ and then on to PSN.
nb: Pilotene ble først overført fra NAS til NAN ‒ og deretter til PSN.

source: 19 — nineteen — days will be deducted from his sentence for time already spent in custody.
nb: Varetekt kommer til fradrag med 19 – nitten – dager.

source: The facts of the case were that the applicant and two accomplices were convicted and sentenced to 30 years’ imprisonment for robbery resulting in the victim’s death.
nb: Forholdet var at klageren sammen med to medtiltalte var dømt til fengsel i 30 år for å ha begått et ran med døden til følge.

source: Although there is no mention in the RIB Regulations of adjusting the information and the trip to the participants' conditions, that must clearly be the practice.
nb: Selv om RIB-forskriften ikke nevner noe spesielt om at informasjonen og turen må legges opp ut fra deltakernes forutsetninger, ligger det i dagen at det må være slik.

source: In the light of this my conclusion is that their good faith was not lost at this time.
nb: Min konklusjon blir etter dette at den gode tro ikke gikk tapt på denne tiden.

source: of the indictment, the court of appeal considers it proven that B converted to Islam in 2012/2013, but that he at first was negative to ISIL and the Nusrah front.
nb: , har lagmannsretten funnet bevist at B konverterte til islam i 2012/2013, men at han i utgangspunktet var negativ til ISIL og Nusra-fronten.

source: Committee found no grounds for any disciplinary measures.
nb: Tilsynsutvalget fant ikke grunnlag for disiplinærtiltak.

source: A friend of A's arrived, and an agitated situation arose between the parties involved.
nb: En kamerat av A kom til stede, og det ble en opphisset stemning mellom de involverte.

source: However, according to the expert assessment, C is generally insecure towards strangers, and he demonstrates the same unease after meetings with other persons he does not know – for instance social workers visiting the foster home.
nb: Det fremgår imidlertid av den sakkyndige vurderingen at C generelt er usikker på fremmede, og at han viser den samme uroen etter møter med andre personer han ikke kjenner – eksempelvis etter at en tilsynsfører har vært på besøk i fosterhjemmet.

source: The first refers to a ruling by the European Court of Justice concerning whether a descriptive trademark had become sufficiently distinctive by use, and the second stresses the relevance of decisions from the European Union Intellectual Property Office.
nb: I den første av disse avgjørelsene vises det til en avgjørelse av EU-domstolen som tok stilling til om et deskriptivt merke hadde fått tilstrekkelig særpreg ved bruk, og i den siste avgjørelsen legges det til grunn at også avgjørelser av European Union Intellectual Property Office bør tillegges vekt.

source: the Committee felt it appropriate to note that the case had been handled in an unfortunate manner,
nb: Tilsynsutvalget fant det heller ikke sannsynliggjort at dommeren hadde opptrådt spydig eller krenkende.

source: B was seated in the middle of the boat, and as pointed out by the court of appeal, signalling to those at the front would have been hard due to the noise from the motor and the sea.
nb: B hadde sete midt i båten og varsling til de som satt fremst ville, som lagmannsretten peker på, vært vanskelig på grunn av støy fra motor og sjø.

source: paragraph 125, the ECtHR has not set an absolute lower threshold for DNA
nb: avsnitt 125, har ikke EMD oppstilt en absolutt nedre terskel for når registrering kan skje.

source: When assessing whether there is basis for reproach, personal circumstances are decisive.
nb: Ved vurderingen av om det er grunnlag for bebreidelse, er de personlige forutsetningene avgjørende.

source: Norwegian Air Norway AS is to pay costs in the district court, the court of appeal and the Supreme Court to Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen and Halvor Vatnar."
nb: Norwegian Air Norway AS dømmes til å betale sakskostnader for tingrett, lagmannsrett og Høyesterett til Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen og Halvor Vatnar."

source: However, his attitude changed in a radicalisation process after he met A in March 2015.
nb: Han gjennomgikk imidlertid en holdningsendring og radikaliseringsprosess etter å ha møtt A i mars 2015.

source: Simultaneously with the restructuring work in the autumn of 2013, mediation proceedings were held with regard to a revision of the pilots' agreement.
nb: Parallelt med omstruktureringsarbeidet høsten 2013 foregikk det megling i forbindelse med revisjon av pilotavtalen.

source: It started in 1970 when Ventolin, an anti-seizure drug, was introduced on the market with a clear blue colour on the inhaler.
nb: Det begynte i 1970 da Ventolin, som er en anfallsmedisin, kom på markedet med en klar blåfarge på inhalatoren.

source: Today, the group has 165 aircraft at its disposal and flies to 155 destinations.
nb: I dag disponerer Norwegian-konsernet 165 fly og flyr til 155 destinasjoner.

source: After a consignment had been delivered to the buyer, but not paid, the seller went bankrupt.
nb: Etter at et vareparti var levert til A, men ikke betalt, gikk selgeren av varene konkurs.

source: “Even in my youth I heard talk of Lapps with reindeer having sojourned from earlier days in
nb: «Allerede i min Ungdom hørte jeg Tale om, at Lapper med Reensdyr har holdt til fra tidligere Dage i

source: The respondent has claimed compensation for costs in the amount of NOK 995 194, of which fees constitute NOK 976 500.
nb: Ankemotparten har krevd erstattet utgifter med 995 194 kroner, hvorav salær utgjør 976 500 kroner.

source: Costs are awarded in accordance with the main rule in the Dispute Act section 20-2 subsection one.
nb: Sakskostnader tilkjennes i medhold av hovedregelen i tvisteloven § 20-2 første ledd.

source: The procedure – grounds of the judgment under count III a
nb: Saksbehandlingen – domsgrunnene under post III a

source: Criminal liability for passive contribution to abuse of children
nb: Straffutmåling for frihetsberøvelse, rettsstridig tvang, trusler og legemsfornærmelser

source: In this connection I wish to emphasise in the first place that until the division of land in 1879 the
nb: I denne sammenheng understreker jeg for det første at fram til utskiftningen i 1879 lå «allmenningen» som et

source: I vote for this
nb: Jeg stemmer for denne dom:

source: The Sami Parliament has also agreed that the number of reindeer must be reduced.
nb: Også Sametinget har sagt seg enig i at reintallet må ned.

source: circumstance that may establish a legal position for Volstad's structural quotas which can block the State's right to subject the allocation to a time limit.
nb: Spørsmålet blir etter dette om det i denne saken likevel foreligger et særskilt forhold som kan statuere en rettslig posisjon for Volstads strukturkvoter, som kan sperre for statens adgang til å tidsbegrense tildelingen.

source: The Lapp Commission submitted its report in 1892. The respondents’ principal
nb: Lappekommisjonen avga sin innberetning i 1892.

source: The court of appeal has described the manner in which A made B go to Syria as "artful", and held that A exploited B's wish to defend Muslims in Syria by steering him towards the terrorist organisation ISIL.
nb: I lagmannsrettens dom heter det at As fremgangsmåte for å få B til å reise til Syria, var "utspekulert", og at han utnyttet Bs ønske om å reise og forsvare muslimer i Syria ved å styre ham i retning av terrororganisasjonen ISIL.

source: This provision was also included in the Norwegian Constitution during the reform in 2014.
nb: Også denne paragrafen kom inn i Grunnloven ved reformen i 2014. I Innst.

source: Colour is also used as a visual description of the strength of the drug, since paler/weaker shades are used on the spray aerosol versions to indicate weak strengths and stronger/brighter colours to indicate a higher concentration of active ingredients.
nb: Farge brukes også som en visuell beskrivelse av medisinens styrkegrad ved at det på sprayaerosolversjonen brukes dusere/svakere fargenyanser på lavere styrkegrader og sterkere/mer markert farger på medisin med høyere konsentrasjon av virkestoff.

source: EU Court of Justice's general interpretation of the Directive article 5.
nb: EU-domstolens generelle forståelse av artikkel 5 i varemerkedirektivet

source: The agreement was that all salary was to be paid in arrears, but A would give an advance if asked.
nb: Avtalen var at all lønn skulle utbetales etterskuddsvis, men A betalte forskudd dersom han ble spurt om det.

source: The civil war in Syria started with demonstrations against the Baath regime in March 2011.
nb: Jeg nevner først at borgerkrigen i Syria startet med demonstrasjoner mot Baath-regimet i mars 2011.

source: This policy is to restrict the access to the reserve for purposes of "protection of its resources and preservation of the identity of its people", see para 15.
nb: Lovgivningen hadde som formål å begrense tilgangen til reservatet ut fra et ønske om "protection of its resources and preservation of the identity of its people", se punkt 15.

source: Pointing in particular to statements from the UN Human Rights Committee, the Supreme Court found that it will amount to a violation of Article 27 ICCPR if the interference has significant adverse effects on the possibility of cultural enjoyment.
nb: Under henvisning særlig til uttalelser fra FNs menneskerettskomité la Høyesterett til grunn at det vil foreligge en krenkelse av rettighetene etter SP artikkel 27 dersom inngrepet fører til vesentlige negative konsekvenser for muligheten til kulturutøvelse.

source: These windfarms are located within Fosen grazing district, where Sør-Fosen sijte and Nord-Fosen siida practice reindeer husbandry.
nb: Vindkraftverkene ligger innenfor området til Fosen reinbeitedistrikt, hvor Sør-Fosen sijte og Nord-Fosen siida utøver reindrift.

source: Supreme Court Justice dr. juris Arnfinn Bårdsen's speech, University of Bergen, 21 st
nb: Foredrag ved høyesterettsdommer dr. juris Arnfinn Bårdsen, Universitet i Bergen 21.

source: The Public Prosecution Authority (Counsel Hans Tore Høviskeland) v. A (Counsel Anders Morten Brosveet), B (Counsel Halvard Helle)
nb: Påtalemyndigheten (førstestatsadvokat Hans Tore Høviskeland) mot A (advokat Anders Morten Brosveet), B (advokat Halvard Helle)

source: When the structural quota term is over, the shipowners in the cod trawl group who have not structured may be said to have gained an advantage from the structuring in that Volstad's structural quotas devolve to the communality.
nb: Når strukturkvoteperioden er over, kan det sies at de rederne innen torsketrålgruppen som ikke har strukturert, får en fordel av struktureringen ved at Volstads strukturkvoter tilfaller fellesskapet.

source: Strand Lobben v. Norway
nb: Strand Lobben mot Norge

source: I tend to agree.
nb: Jeg er jo ofte enig i det.

source: Hate speech on Facebook 2
nb: Hatefulle ytringer på Facebook 2

source: The parties agree that UNE's decision is in that case invalid, see the Immigration Act section 3.
nb: Partene er enige om at UNEs vedtak i så fall er ugyldig, jf. utlendingsloven § 3.

source: According to section 7 of the Extradition Act, an extradition cannot be carried out if it violates fundamental humanitarian interests.
nb: Etter utleveringsloven § 7 kan utlevering ikke skje dersom den vil komme i strid med grunnleggende humanitære hensyn.

source: The Supervisory Committee decided in favour of a disciplinary reaction in a total of 78 cases,
nb: Tilsynsutvalget har truffet vedtak om disiplinærtiltak i totalt 78 saker, og i seks av disse sakene er det gitt advarsel.

source: this area – according to what the parties to the present case seem to agree on – was to some extent abandoned from about 1810 to about 1860.
nb: De sparsomme opplysningene antas blant annet å ha sammenheng med at reindriften i dette området - etter hva partene i saken synes enige om - lå noe nede fra ca 1810 til ca 1860.

source: In paragraph 110, the Court points out that England, Wales and Northern Ireland appear to be the only jurisdictions to allow the indefinite retention of fingerprint and DNA samples of “any person of any age suspected of any recordable offence”.
nb: 110 påpeker EMD at England, Wales og Nord-Irland syntes å være de eneste jurisdiksjonene som tillot tidsubegrenset oppbevaring av fingeravtrykk og DNA-materiale til «any person of any age suspected of any recordable offence».

source: The application of the law – count IV on financial and material support to ISIL
nb: Lovanvendelsen – tiltalens post IV om økonomisk og materiell støtte til ISIL

source: A man was charged under section 155 of the Penal Code of having attacked a traffic warden who was about to issue a fine in accordance with the Studded Tire Regulations.
nb: Høyesterett kom til at straffeloven § 155 kommer til anvendelse på den som angriper en kommunal «bybetjent» som er i ferd med å utstede tilleggsgebyr for bruk av piggdekk.

source: Blue was used for 'relievers', orange was used for 'preventers', green-blue was used for 'symptom controllers' and purple was used for combination drugs, i.e. 'relievers' and 'preventers' in one and the same inhaler.
nb: For korttidsvirkende anfallsmedisin benyttes blå farge, for forebyggende medisin orange farge, for anfallsforebyggende medisin brukes en grønnblå farge, og for kombinasjonsmedikamenter, sykdomsforebyggende og anfallsbeskyttende medisin i én inhalator, brukes lilla farge.

source: Following a lengthy process, the idea of a speed limit was dropped in favour of rules on the provision of a safety briefing before departure, see section 5 from which I have already quoted.
nb: Etter en lengre prosess ble konklusjonen at det ikke skulle settes noen fartsgrense, men i stedet gis regler om sikkerhetsbriefing før avgang, jf. § 5 som jeg allerede har sitert.

source: "In our case, the expert has presented as a general knowledge that foster care is not ideal when it involves long-term placement of children that came to the foster home before any connection had been established to any biological parent.
nb: "Den sakkyndige i vår sak har uttrykt som en generell erfaring at fosterhjemsforhold ikke er å foretrekke når det gjelder langvarig plassering av barn som er kommet til fosterhjemmet før de har etablert tilknytning til noen biologisk forelder;

source: December 2015 and found that there was no basis for any disciplinary reaction vis-à-vis the assistant judge.
nb: desember 2015 og fant at det ikke forelå grunnlag for anvendelse av disiplinærtiltak overfor dommerful mektigen.

source: principles applicable to standard contracts, particularly contracts that are prepared by representatives from trade associations involved, as is the case for NS 8415.
nb: Ved tolkningen tar jeg utgangspunkt i tolkningsprinsippene som gjelder for standardkontrakter og spesielt for kontrakter som er utarbeidet av representanter fra berørte bransjeorganisasjoner, slik tilfellet er for NS 8415.

source: Gjensidige Forsikring ASA (Counsel Merete Anita Utgård) v. KLP Skadeforsikring AS (Counsel Vidar Kaurin Endal)
nb: Gjensidige Forsikring ASA (advokat Merete Anita Utgård) mot KLP Skadeforsikring AS (advokat Vidar Kaurin Endal)

source: Lawyers shall not be identified with their clients.
nb: En advokat skal ikke identifiseres med sin klient.

source: Against this background, I have concluded that the Court of Appeal’s application of the Copyright Act does not constitute a violation of Article 10 of the Convention on Human Rights.
nb: Jeg er etter dette kommet til at lagmannsrettens anvendelse av åndsverkloven ikke innebærer noen krenkelse av EMK artikkel 10.

source: The core issue at stake is whether the pilots and the cabin crew members are still entitled to employment in NAS, for the pilots' part also in NAN, in addition to being employed in PSN and CSN.
nb: Kjernespørsmålet i saken er om pilotene og de kabinansatte fortsatt har krav på ansettelse i NAS, for pilotenes del også i NAN, i tillegg til å være ansatt i PSN og CSN.

source: 21-018214STR-HRET), criminal case, appeal against judgment.
nb: 21-018214STR-HRET), straffesak, anke over dom.

source: In this connection I refer in the first place to the statements the Lapp Commission
nb: I denne sammenheng viser jeg for det første til de forklaringene Lappekommisjonen mottok, særlig

source: have given his consent to the lawyer disclosing the information necessary.
nb: samtykke til at advokaten bringer videre, i stevningen, den informasjonen som i så måte er nødvendig.

source: ISIL was previously a part of Al-Qaida in Iraq that was listed by the UN as a terrorist organisation in October 2004.
nb: ISIL var tidligere en del av Al-Qaida i Irak som ble listeført av FN som terrororganisasjon i oktober 2004.

source: A (Counsel Dag Holmen), Norwegian Organisation for Asylum Seekers (NOAS) (intervener) (Counsel Terje Einarsen) v.
nb: A (advokat Dag Holmen), Norsk organisasjon for asylsøkere (NOAS) (partshjelper) (advokat Terje Einarsen) mot Staten v/Utlendingsnemnda (Regjeringsadvokaten v/advokat Jørgen Vangsnes)

source: As the situation is the same for the interpretation of the Trademarks Act section 4, it is necessary to examine certain judgments by the EU Court of Justice.
nb: Situasjonen er den samme for så vidt gjelder forståelsen av varemerkeloven § 4. Det er derfor nødvendig å gå nærmere inn på noen sentrale dommer fra EU-domstolen.

source: It will therefore be wrong if in the assessment of reasonableness only the structural quotas which Volstad must renounce are considered without taking into account the increase in value that devolves to the shipping company as a result of the general structuring.
nb: Det vil derfor føre galt av sted hvis man ved rimelighetsvurderingen kun ser på de strukturkvotene Volstad må gi avkall på uten å ta i betraktning den verdiøkningen som faller på rederiet som følge av den øvrige struktureringen.

source: The court of appeal has, in accordance with count II of the indictment, convicted A of participation in ISIL.
nb: Lagmannsretten har i henhold til tiltalens post II dømt A for deltakelse i ISIL.

source: The majority further agrees that the term of 25 years shall take effect from and including the quota year 2008."
nb: Flertallet er videre enig i at tidsperioden på 25 år skal gjelde fra og med kvoteåret 2008."

source: The Supervisory Committee concluded that the judge’s conduct did not
nb: Tilsynsutvalget kom til at dommerens handlemåte ikke oversteg denne terskelen.

source: But such invitation to subscribe for shares or similar may also be regarded as a request from the company to certain persons or others to make an offer to subscribe for shares.
nb: Men tegningsinnbydelsen eller tilsvarende henvendelse kan også betraktes som en oppfordring fra selskapet til bestemte personer eller andre til å fremsette tilbud om å tegne aksjer.

source: the Parliament’s recommendations when it amended the Constitution; the level of human rights protection according to the Constitution shall
nb: Spørsmålet er da om fordringen har ”inngått i et gevinst/tapsoppgjør med skatterettslig virkning for fordringshaver”.

source: The overall impression is in other words that the Sami, the landowners and the
nb: Totalinntrykket er med andre ord at både samene, grunneierne og myndighetene sondret mellom beiting i og

source: But in my view, the question here is not whether the Norwegian subsidiary can be identified with the parent company, but whether there are circumstances suggesting that MAN Norge must be deemed to have entered into the arbitration agreement.
nb: Men spørsmålet her er etter min oppfatning ikke om det norske datterselskapet kan identifiseres med morselskapet, men om det foreligger forhold som tilsier at MAN Norge må anses å ha tiltrådt voldgiftsavtalen.

source: Utlevering for straffbare forhold [Extradition for Criminal Acts] (2009) pages 219–224.
nb: Jeg viser til Mathisen, Utlevering for straffbare forhold (2009) side 219–224.

source: A total of 1670 decisions were passed, of which 841 were dismissals.
nb: Det er totalt truffet 1670 vedtak, hvorav 841 er avvisningsvedtak.

source: 711 cases were heard on their merits by the Committee in plenary sessions.
nb: 711 saker er realitetsbehandlet av et samlet utvalg.

source: In order for Article 97 of the Constitution to restrict the opportunity for change the conditions for release on probation with effect for persons who have been convicted, the new rules must affect an established legal position to a disproportionate extent.
nb: For at Grunnloven § 97 skal begrense adgangen til, med virkning for personer som er domfelt, å endre vilkårene for prøveløslatelse, må de nye reglene på uforholdsmessig måte gripe inn i en etablert rettsposisjon.

source: way to Lake Selbu, or whether another boundary must be drawn west of the state-owned
nb: Neste spørsmål blir dermed om beiteretten i Essand strekker seg helt til Selbusjøen, eller om det må trekkes

source: He gave B the cover name 'K' and communicated this to personnel associated with ISIL to ensure that B was picked up in Turkey and taken across the border to an ISIL-controlled area in Syria.
nb: Han ga B dekknavnet 'K' og formidlet dette til ISIL-tilknyttet personell for å sikre at B skulle bli hentet i Tyrkia og transportert over grensen til ISIL-kontrollert område i Syria.
